{
  "已识别角色": [
    "萧炎",
    "萧战",
    "加列毕",
    "奥巴帕",
    "雅妃",
    "药老",
    "谷尼",
    "薰儿",
    "纳兰嫣然",
    "云韵",
    "萧宁",
    "萧媚",
    "二长老",
    "测验员",
    "萧克",
    "萧玉",
    "萧旱",
    "雪梨"
  ],
  "已知世界观元素": [
    "天地异火（存在于天地间的特殊火焰，威力远超斗气催化火焰，能提升丹药药力，极难收服）",
    "异火榜（斗气大陆炼药界编制的榜单，记录二十三种已知天地异火）",
    "骨灵冷火（排名第十一位的异火，森白色火焰，每百年日月交替时在极寒极阴之地出现）",
    "借火（炼药师收服天地异火作为火种，不依靠自身斗气催化火焰）",
    "炼药师火焰品阶（普通炼药师火焰为淡黄色，品阶越高颜色越深）",
    "斗气功法等级体系（黄阶低中高级、玄阶低中高级）",
    "商业博弈策略（恶意抬价、识破陷阱、及时止损）",
    "炼药师财富体系（炼药师是最富有职业，高阶炼药师以物易物）",
    "修炼等级包括斗者",
    "功法可传承后代，比丹药更珍贵",
    "金币经济体系",
    "炼药师地位极高，惹不得",
    "斗王等级（高级强者）",
    "拍卖税率制度（5%标准，2%贵宾）",
    "云岚宗（强大势力）",
    "三年之约",
    "八极崩斗技（黄阶中级）",
    "斗之气三等级：1-3低级、4-6中级、7-9高级",
    "成人仪式制度",
    "斗气阁（功法库，萧家最重要的建筑）",
    "斗者星级制度（一星斗者为初期阶段）",
    "年度家族测试制度",
    "黑石碑测试工具",
    "斗之气有质量之分（高级）",
    "测试大会挑战环节制度",
    "斗者级别细分：一到九星，斗者之上还有更高境界",
    "劈山掌（黄阶中级斗技，五段斗之气可学）",
    "碎石掌（黄阶低级斗技，三段斗之气可学）",
    "七段之后每段升级代表巨大差距",
    "迦南学院（实力等级用金星标志）",
    "迦南学院招生制度（十八岁前必须达到八段斗之气，导师至少大斗师级别，比云岚宗底蕴更强）",
    "迦南学院与宗派的区别（毕业后无强制关系，但学员会培养情感归属）",
    "特米尔拍卖场",
    "成人仪式严格复测制度（大斗师级别监控）",
    "斗皇级别强者设定（以一敌万，极为稀少）",
    "成人仪式挑战环节（测验斗技掌握程度）",
    "斗技等级详细划分（黄阶低/中/高级）",
    "增气散（二品丹药，短期提升至斗者，代价一个月卧床）",
    "斗技堂（家族专门教导斗技的机构）",
    "玄阶斗技（明显强于黄阶，稀有强大）",
    "吸掌（玄阶斗技，产生强大吸力）",
    "吹火掌（玄阶斗技，产生狂猛推力）",
    "裂爪击（黄阶中级斗技，萧宁使用）",
    "铁山拳（黄阶高级斗技，需要斗之气七段以上）",
    "违规使用丹药属于严重违规行为",
    "成人仪式挑战权限：斗者级别以下的族人可挑战",
    "违规使用丹药惩罚：禁闭三个月",
    "玄阶高级功法价值数十万金币",
    "薰儿眼中可出现金色火焰，暗示她拥有特殊的力量或体质",
    "薰儿拥有神秘背景，能够弄到玄阶高级功法，且具备察觉隐藏强者的能力",
    "斗气阁进入规则：成人仪式后开放，每人只能选择一种符合自身属性的功法，限时两小时",
    "斗气属性测试：使用水晶球，触摸释放不同颜色光芒，红色代表火属性",
    "光幕防御：斗气阁房间外的红色光幕，只能一人单独击破，超过两人会使护罩变强",
    "功法与斗技区别：功法用于修炼斗气，斗技是战斗技巧",
    "墨竹监测系统：斗气阁功法卷轴使用特殊墨竹制作，分为子母两体，族长手中的母体可监测功法是否在家族范围内，防止功法外流"
  ],
  "前文摘要": "第54-59章：萧炎炼制筑基灵液拍卖筹钱，在拍卖会中以天价售出7瓶筑基灵液总计28.5万金币，并成功获得聚气散药材；第60章：萧炎伪装成神秘黑袍炼药师在拍卖场候客厅等待交易，雅妃将拍卖所得28.5万金币存入蓝色玉卡并免费赠送聚气散药材，萧炎离开时偶遇父亲萧战、加列毕、奥巴帕三大家族族长，险些被发现身份，并以炼药师身份与萧战交谈暗示可能与萧家合作；第61章：萧炎以黑袍人身份与父亲等三大家族族长正式接触，谷尼透露筑基灵液是萧炎炼制令萧战震惊欣喜，萧炎离开拍卖场后返回萧家，萧玉粗暴踢门打断休息，萧炎愤怒使用吸掌教训萧玉；第62章：萧炎带着药材返回萧家准备夜间炼药，药老在炼药前向萧炎介绍天地异火的概念和异火榜，展示排名第十一位的骨灵冷火，萧炎对异火产生浓厚兴趣和向往"
  "当前剧情阶段": "起",
  "片段摘要列表": [
    {
      "chapter": 23,
      "核心事件": "米特尔拍卖行拍卖玄阶高级功法《风卷决》，加列毕、奥巴帕和萧战激烈竞价，最终萧战故意抬价后退出，让加列毕以55万金币的天价拍下",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 24,
      "核心事件": "萧炎伪装成神秘炼药师领取4万金币和米特尔贵宾卡",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 30,
      "核心事件": "萧炎和薰儿抵达测试场地，萧宁嫉妒萧炎与薰儿的关系",
      "剧情重要性": "过渡"
    },
    {
      "chapter": 31,
      "核心事件": "萧薰儿测试达到一星斗者，萧炎在最后测试中展示七段斗之气，震惊全场",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 33,
      "核心事件": "萧克挑战萧炎失败，萧炎一招证实实力，萧战欣慰",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 34,
      "核心事件": "萧炎彻底翻身，众人都敬畏三分，萧宁嫉妒发誓成人仪式击败萧炎，萧媚试图接近被薰儿拒绝，萧炎与薰儿产生微妙暧昧",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 35,
      "核心事件": "薰儿当众挽着萧炎手臂拒绝萧媚，萧炎对薰儿产生罪恶感，萧宁发誓报复，萧战担忧薰儿背景势力",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 36,
      "核心事件": "萧炎在薰儿娇羞面前落荒而逃，一个月修炼后以滑稽方式突破到第八段",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 37,
      "核心事件": "萧炎遭遇萧玉挑衅，与雅妃初次会面",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 38,
      "核心事件": "萧炎与萧玉冲突升级，雅妃察觉萧炎不凡",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 39,
      "核心事件": "萧炎在成人仪式正式测验中从七段提升到八段，一年连跳五段震惊全场",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 40,
      "核心事件": "萧炎复测结果确认八段斗之气，各方势力震惊并重新评估萧家价值",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 41,
      "核心事件": "萧宁服用增气散后挑战萧炎，萧炎淡定应战",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 42,
      "核心事件": "萧炎展示玄阶斗技吸掌和吹火掌击败萧宁，震惊全场",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 43,
      "核心事件": "萧宁违规偷袭萧炎，被萧炎以八极崩反击重伤击落高台",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 44,
      "核心事件": "萧玉愤怒指责并挑战萧炎，薰儿优雅上台代为应战，二长老宣布萧宁禁闭、萧炎胜出",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 45,
      "核心事件": "成人仪式落幕，薰儿主动提供玄阶高级功法被萧炎拒绝，薰儿推测萧炎背后有神秘老师并发出警告",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 46,
      "核心事件": "萧炎后山修炼时遭遇萧玉寻仇，两人爆发冲突，萧炎将萧玉压倒在地陷入僵持",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 47,
      "核心事件": "萧炎在后山与萧玉冲突后占其便宜，随后遇见薰儿被告知明日将进入斗气阁选择功法",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 48,
      "核心事件": "萧炎和薰儿进入斗气阁选择功法，萧战暗中将萧炎引导至存放高级功法的房间，萧炎使用八极崩打破光幕获得黄阶高级功法炼火焚，薰儿欲赠送玄阶高级功法弄炎决但被萧炎婉拒",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 49,
      "核心事件": "萧炎在斗气阁中成功打破最强光幕，获得黄阶高级火属性功法《炼火焚》，薰儿主动提供玄阶高级功法《弄炎决》但被萧炎婉拒，暗示自己能弄到更好的功法",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 50,
      "核心事件": "萧炎和薰儿即将离开斗气阁时，遇见萧媚因无法打破风属性功法光幕而焦急哭泣。萧炎先冷漠擦肩而过，后在萧媚绝望哭泣时折返，一脚踢破光幕相助，之后冷淡回应萧媚的道谢后与薰儿离开",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 52,
      "核心事件": "萧炎与薰儿在后山森林训练两个月后，薰儿秘密帮助萧炎从第八段斗之气突破到第九段，药老承诺为萧炎炼制聚气散",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 53,
      "核心事件": "萧炎在沉睡中突破至斗之气第九段，药老承诺炼制聚气散但材料成本超过五万金币，萧炎仅剩一万金币陷入资金危机",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 54,
      "核心事件": "萧炎炼制七瓶筑基灵液拍卖筹钱，药老伪装成黑袍人与雅妃交易，雅妃推测药老至少是四品炼药师并决心拉拢",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 55,
      "核心事件": "米特尔拍卖场宣传筑基灵液引发全城关注，萧家前往拍卖会。萧宁嘲讽萧炎时透露即将突破第九段，萧炎无奈表示已到第九段，再次打击萧宁并为父亲争气",
      "剧情重要性": "过渡剧情"
    },
    {
      "chapter": 56,
      "核心事件": "拍卖会上萧宁准备报考迦南学院，萧炎明确拒绝报考。雅妃利用萧炎例子做广告，筑基灵液高价拍卖，三大家族激烈竞拍",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 57,
      "核心事件": "拍卖会正式开始，雅妃身着红色旗袍登台，以妩媚风调动气氛，巧妙利用萧炎修炼进步案例作为筑基灵液广告，将起拍价大幅提升至一万五",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 58,
      "核心事件": "筑基灵液拍卖会正式开始，7瓶筑基灵液以惊人高价成交：第一瓶4.7万，后续几批价格节节攀升。萧战识破加列毕的恶意抬价陷阱，在关键时刻放弃，让加列毕以10万金币高价被迫买下2瓶筑基灵液",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 59,
      "核心事件": "拍卖会结束，萧战以6.5万金币拍得最后一批筑基灵液，7瓶总成交额28.5万金币。萧炎伪装成神秘炼药师与雅妃完成交易，获得全部资金和聚气散药材，雅妃免收药材费用建立长期合作关系",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 60,
      "核心事件": "萧炎在候客厅等待拍卖会结束，雅妃将28.5万金币存入蓝色玉卡并赠送聚气散药材。萧炎离开时偶遇父亲萧战、加列毕、奥巴帕三族长，险些被认出。萧炎以黑袍人身份与萧战交谈，暗示可能与萧家合作。谷尼透露筑基灵液是黑袍人炼制，萧战震惊",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 61,
      "核心事件": "萧战、加列毕、奥巴帕三大家族族长结束拍卖离开，萧炎以黑袍人身份在雅妃和谷尼恭敬陪同下出现引起三人震撼。萧炎主动与萧战搭话暗示可能与萧家合作，谷尼透露筑基灵液是黑袍人炼制令萧战欣喜若狂，加列毕嫉妒。萧炎离开后返回萧家保存药材准备夜间炼药，萧玉粗暴踢门打断，萧炎愤怒使用吸掌将萧玉拽上床并打其屁股",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 62,
      "核心事件": "萧炎带着拍卖得来的药材返回萧家，准备夜间炼药。萧玉再次踢门闯入叫吃饭，萧炎因差点在炼药时被打扰而愤怒，使用吸掌将萧玉吸上床并打了她屁股。晚餐时萧战因神秘炼药师的合作提议而喜悦，认为这是家族超越其他两大家族的契机。深夜药老开始炼制聚气散，向萧炎介绍天地异火的概念和异火榜，展示自己的骨灵冷火（排名第十一位），讲述异火的强大和收服的危险性",
      "剧情重要性": "核心剧情"
    }
  ],
  "章节总结列表": [],
  "卷总结列表": [],
  "发现的物品": [
    "风卷决（玄阶高级功法）",
    "怒狮狂罡（萧家功法，玄阶中级）",
    "筑基灵液（丹药）",
    "米特尔贵宾卡",
    "绿色卡片（存储金币）",
    "八极崩（黄阶中级斗技）",
    "吸掌（玄阶斗技）",
    "吹火掌（玄阶斗技）",
    "黑石碑（测试工具）",
    "劈山掌（黄阶中级斗技）",
    "碎石掌（黄阶低级斗技）",
    "增气散（二品丹药，短期提升至斗者，代价一个月卧床）",
    "炼火焚（黄阶高级火属性功法）",
    "弄炎决（玄阶高级火属性功法，薰儿拥有）",
    "风属性黄阶高级功法（萧媚父亲安排的功法，被萧炎打破光幕获得）",
    "水晶球测试仪（测试斗气属性）",
    "红色光幕（斗气阁房间防御设置）",
    "聚气散（辅助修炼丹药，可加快突破速度）",
    "墨叶莲（五十年份，三千多金币一株）",
    "蛇涎果（成熟果实，八千金币以上）",
    "聚灵草（二十年份，一万五金币）",
    "水属性二级魔核（两千金币以上）",
    "蓝色玉卡（高价值存储工具，温凉舒适，造价不菲）",
    "聚气散药材全套（炼制聚气散所需全部药材）",
    "淡蓝色玉卡（萧炎的28.5万金币存储其中，拍卖场高级卡）",
    "墨叶莲（通体枯黄，五片黑墨色叶子，十年成长一片，炼药材料）",
    "蛇涎果（碧绿色圆形果实，半个拳头大小，甜腻酸味，生长在五阶蛇形魔兽巢穴旁，属阴寒，用于中和烈性药材）",
    "聚灵草（草顶有淡淡萤光，萤光越浓代表所含纯净能量越雄厚）",
    "二级水属性魔核（蔚蓝色，散发湿气，所含水属性能量丰厚）",
    "骨灵冷火（天地异火之一，排名第十一位，森白色火焰，冰火双重特性）",
    "异火榜（斗气大陆炼药界编制的榜单，记录二十三种已知天地异火）"
  ],
  "发现的地点": [
    "米特尔拍卖行",
    "乌坦城",
    "鉴宝室",
    "云岚宗",
    "斗气阁（萧家最重要的建筑，存放功法）",
    "火道（斗气阁内火属性通道）",
    "萧家训练场",
    "斗技堂",
    "迦南学院（斗气大陆闻名的斗气学府，导师至少大斗师级别）",
    "后山",
    "萧家后山山顶小森林",
    "乌坦城药材店",
    "候客厅（拍卖场内VIP休息区域）",
    "拍卖场大厅（米特尔拍卖场大厅，三大家族族长在此相遇）"
  ],
  "发现的设定": [
    {
      "类型": "力量体系",
      "内容": "斗气功法分为不同等级，玄阶分为低级、中级、高级"
    },
    {
      "类型": "经济体系",
      "内容": "金币为货币单位，20万金币相当于萧家两年多的利润"
    },
    {
      "类型": "职业体系",
      "内容": "炼药师地位极高，拥有药方是命根子，可请动斗王强者"
    },
    {
      "类型": "力量体系",
      "内容": "斗技分为黄阶低级、黄阶中级等不同等级"
    },
    {
      "类型": "修炼设定",
      "内容": "筑基灵液的药力会随时间消逝，需要及时使用"
    },
    {
      "类型": "修炼设定",
      "内容": "斗之气突破可能有意外性和不可预测性，有时会在无意识状态下发生"
    },
    {
      "类型": "力量体系",
      "内容": "斗皇级别的强者在这片大陆上极为稀少，加玛帝国仅有屈指可数的两三位。斗皇拥有翻天倒海、以一敌万之能。一旦家族出现斗皇，其地位将立即攀升，就算是帝国三大家族也不敢打压。"
    },
    {
      "类型": "力量体系",
      "内容": "成人仪式包含石碑测验（斗之气强度）和实战挑战（斗技掌握）两个环节，挑战权限为斗者级别以下族人"
    },
    {
      "类型": "物品道具",
      "内容": "增气散为二品丹药，圆润绿色丹药，能让人短时间内拥有斗者实力，但副作用是服用后一个月需要卧床度过"
    },
    {
      "类型": "力量体系",
      "内容": "斗技详细等级：黄阶低级、黄阶中级、黄阶高级。黄阶低级可依靠自己摸索修炼，黄阶中级及以上必须找家族斗技师专门教导"
    },
    {
      "类型": "社会制度",
      "内容": "斗气阁是萧家最重要的地方，存放家族几百年收集的斗气功法，平日被列为禁地，只有在成人仪式后才开放"
    },
    {
      "类型": "社会制度",
      "内容": "成人仪式后的少年少女可以进入斗气阁选择一种符合自身属性的斗气功法"
    },
    {
      "类型": "力量体系",
      "内容": "斗气功法等级分为黄阶低级、黄阶中级、黄阶高级、玄阶低级、玄阶中级、玄阶高级等"
    },
    {
      "类型": "力量体系",
      "内容": "功法与斗技的区别：功法用于修炼斗气，斗技是战斗技巧"
    },
    {
      "类型": "物品道具",
      "内容": "水晶球测试仪可测试斗气属性，触摸释放不同颜色光芒，红色代表火属性"
    },
    {
      "类型": "物品道具",
      "内容": "斗气阁房间外的红色光幕是防御设置，只能一人单独击破，超过两人会使护罩变强"
    },
    {
      "类型": "力量体系",
      "内容": "第八段到第九段是初阶斗之气的瓶颈阶段，一旦突破后晋入第九段，距离凝聚斗之气旋成为斗者就只剩半年的时间"
    },
    {
      "类型": "斗技机制",
      "内容": "燕返击是玄阶高级斗技，炼到高层次能够将对方的攻击反馈回去，初步境界只能反馈一层左右的力量，本质是借力打力"
    },
    {
      "类型": "炼药师体系",
      "内容": "炼药师分品级，古河为六品炼药师被称为丹王，但药老对其表示不屑，暗示药老等级更高"
    },
    {
      "类型": "经济体系",
      "内容": "高阶药材价格体系：五十年份墨叶莲约3000金币、成熟蛇涎果8000+金币、二十年份聚灵草15000金币、二级水属性魔核2000+金币，总计超过50000金币"
    },
    {
      "类型": "药材年份分级",
      "内容": "药材按年份分级，年份越高药效越强价格越高，如十年份、二十年份、五十年份等"
    },
    {
      "类型": "魔核等级划分",
      "内容": "魔核有等级划分，二级魔核价格在2000金币以上"
    },
    {
      "类型": "修炼与资源关系",
      "内容": "高阶丹药和药材需要巨额资金支持，金钱成为修炼速度的重要约束条件"
    },
    {
      "类型": "宗门资源优势",
      "内容": "大势力如云岚宗拥有强大炼药师全力支持核心弟子修炼，形成资源优势"
    },
    {
      "类型": "薰儿神秘力量",
      "内容": "薰儿的存在能加速萧炎的修炼突破，暗示其拥有神秘力量或体质"
    },
    {
      "类型": "学院体系",
      "内容": "迦南学院是斗气大陆闻名的斗气学府，实力雄厚。想要成为导师至少需要大斗师实力，比云岚宗底蕴更强。学院提供功法和斗技，毕业生被各方势力争抢。录取要求：十八岁前必须达到八段斗之气。"
    },
    {
      "类型": "学院与宗派区别",
      "内容": "学院与宗派不同，加入宗派会受到限制，日后的行事代表着背后的宗门。而学院在毕业之后，两者之间没有任何强制性的关系。但学员在单纯的象牙塔环境中会培养出对学院的情感，毕业后愿意在力所能及的范围内给予帮助。千人万人的人脉所造成的威慑力相当可怕。"
    },
    {
      "类型": "拍卖会价格机制",
      "content": "筑基灵液在拍卖会上价格从1.5万起拍到接近10万，反映了修炼资源的稀缺性。三大家族之间的竞争推高价格。"
    },
    {
      "类型": "拍卖场服务体系",
      "content": "拍卖场会安排眼线识别重要客户，VIP客户到达时立即安排专人侍候，四品炼药师级别的神秘人物会受到最高级别礼遇"
    },
    {
      "类型": "玉卡系统",
      "content": "蓝色玉卡是高价值存储工具，材质温凉舒适，造价不菲，用于存储大额金币"
    },
    {
      "类型": "商业关系建立",
      "content": "通过成功的拍卖合作，拍卖场会主动提供额外服务（如免费药材）来维护与重要炼药师的关系，建立长期合作"
    },
    {
      "类型": "炼药师的特殊待遇",
      "content": "高阶炼药师享受最高级别的礼遇和服务，服务人员会被告知必须不惜一切条件满足要求"
    },
    {
      "类型": "拍卖场贵宾待遇细节",
      "content": "重要客户到达时会安排专门侍女在候客厅等候，侍女会被告知必须不惜一切条件满足要求，甚至包括某些过分要求。拍卖场会从内部获取低价药材作为赠礼，以维护与重要炼药师的关系"
    },
    {
      "类型": "身份伪装的心理压力",
      "content": "在家人面前伪装身份会产生巨大的心理压力和紧张感，需要极强的心理素质和应变能力"
    },
    {
      "类型": "炼药师神秘性的社会效应",
      "content": "高阶炼药师的神秘身份会引起各方势力的敬畏、好奇和猜测，连三大家族族长都会对其恭敬有加"
    },
    {
      "类型": "炼药师的等级与地位",
      "content": "二品炼药师已是乌坦城最高品阶，受到极高尊敬。而比二品更高的三品、四品炼药师，则是萧家这种家族没资格结识的存在"
    },
    {
      "类型": "药材的详细特性",
      "content": "墨叶莲十年成长一片，五片叶子代表年份；蛇涎果只生长在五阶蛇形魔兽巢穴旁，属阴寒用于中和烈性；聚灵草萤光越浓能量越雄厚"
    },
    {
      "类型": "家族竞争与嫉妒",
      "content": "三大家族表面客气实则敌对，当一方可能获得重要资源时其他家族会产生强烈嫉妒，可能引发后续冲突"
    },
    {
      "类型": "姐弟冲突爆发",
      "content": "萧炎与萧玉的矛盾从口头争执升级为肢体冲突，萧炎不再是以前任人欺负的废物，有实力保护自己"
    },
    {
      "类型": "天地异火设定",
      "content": "天地异火存在于天地间，可能是陨石中心的火苗或火山深处的熔岩地火，威力远超斗气催化的火焰，能提升丹药药力。极其狂暴，很难收服，需要引入体内，多数人尝试会被烧成灰烬。成功收服的人都是炼药界翘楚"
    },
    {
      "类型": "异火榜体系",
      "content": "斗气大陆炼药界编制的异火榜，记录了二十三种已知天地异火，每种异火都有独特的属性和获得条件"
    },
    {
      "类型": "炼药师的火焰体系",
      "content": "普通炼药师依靠自身斗气催化火焰，火焰颜色从淡黄色开始，品阶越高颜色越深。拥有异火的炼药师属于特殊存在，地位和实力远超普通炼药师"
    }
  ]
}