{
  "已识别角色": [
    "萧炎",
    "萧战",
    "加列毕",
    "奥巴帕",
    "雅妃",
    "药老",
    "谷尼",
    "薰儿",
    "纳兰嫣然",
    "云韵",
    "萧宁",
    "萧媚",
    "二长老",
    "测验员",
    "萧克",
    "萧玉",
    "萧旱"
  ],
  "已知世界观元素": [
    "斗气功法等级体系（黄阶低中高级、玄阶低中高级）",
    "修炼等级包括斗者",
    "功法可传承后代，比丹药更珍贵",
    "金币经济体系",
    "炼药师地位极高，惹不得",
    "斗王等级（高级强者）",
    "拍卖税率制度（5%标准，2%贵宾）",
    "云岚宗（强大势力）",
    "三年之约",
    "八极崩斗技（黄阶中级）",
    "斗之气三等级：1-3低级、4-6中级、7-9高级",
    "成人仪式制度",
    "斗气阁（功法库，萧家最重要的建筑）",
    "斗者星级制度（一星斗者为初期阶段）",
    "年度家族测试制度",
    "黑石碑测试工具",
    "斗之气有质量之分（高级）",
    "测试大会挑战环节制度",
    "斗者级别细分：一到九星，斗者之上还有更高境界",
    "劈山掌（黄阶中级斗技，五段斗之气可学）",
    "碎石掌（黄阶低级斗技，三段斗之气可学）",
    "七段之后每段升级代表巨大差距",
    "迦南学院（实力等级用金星标志）",
    "迦南学院招生制度（十八岁前必须达到八段斗之气，导师至少大斗师级别，比云岚宗底蕴更强）",
    "迦南学院与宗派的区别（毕业后无强制关系，但学员会培养情感归属）",
    "特米尔拍卖场",
    "成人仪式严格复测制度（大斗师级别监控）",
    "斗皇级别强者设定（以一敌万，极为稀少）",
    "成人仪式挑战环节（测验斗技掌握程度）",
    "斗技等级详细划分（黄阶低/中/高级）",
    "增气散（二品丹药，短期提升至斗者，代价一个月卧床）",
    "斗技堂（家族专门教导斗技的机构）",
    "玄阶斗技（明显强于黄阶，稀有强大）",
    "吸掌（玄阶斗技，产生强大吸力）",
    "吹火掌（玄阶斗技，产生狂猛推力）",
    "裂爪击（黄阶中级斗技，萧宁使用）",
    "铁山拳（黄阶高级斗技，需要斗之气七段以上）",
    "违规使用丹药属于严重违规行为",
    "成人仪式挑战权限：斗者级别以下的族人可挑战",
    "违规使用丹药惩罚：禁闭三个月",
    "玄阶高级功法价值数十万金币",
    "薰儿眼中可出现金色火焰，暗示她拥有特殊的力量或体质",
    "薰儿拥有神秘背景，能够弄到玄阶高级功法，且具备察觉隐藏强者的能力",
    "斗气阁进入规则：成人仪式后开放，每人只能选择一种符合自身属性的功法，限时两小时",
    "斗气属性测试：使用水晶球，触摸释放不同颜色光芒，红色代表火属性",
    "光幕防御：斗气阁房间外的红色光幕，只能一人单独击破，超过两人会使护罩变强",
    "功法与斗技区别：功法用于修炼斗气，斗技是战斗技巧",
    "墨竹监测系统：斗气阁功法卷轴使用特殊墨竹制作，分为子母两体，族长手中的母体可监测功法是否在家族范围内，防止功法外流"
  ],
  "前文摘要": "第29章：萧炎购买筑基灵液；第30章：萧炎和薰儿抵达测试场地；第31章：薰儿测试达到一星斗者级别震撼全场，萧炎测试达到斗之气七段高级；第33章：萧克挑战萧炎失败，萧炎使用碎石掌一招击败对手，证实一年提升四段的成绩真实有效；第34章：萧炎在众人敬畏中彻底翻身，萧宁萧媚态度转变，薰儿公开维护萧炎并与萧炎产生微妙暧昧，萧战担忧薰儿背景势力；第35章：薰儿当众挽着萧炎手臂帮助他拒绝萧媚，路上萧炎因身体接触对薰儿产生旖旎想法和罪恶感，薰儿羞涩邀约明天继续陪伴，萧宁嫉妒发誓报复，萧战担忧两人关系的阻碍；第36章：萧炎在薰儿娇羞姿态面前落荒而逃，经过一个月规律修炼，在成人仪式前两天以滑稽方式突破到第八段斗之气；第37章：萧炎遭遇萧玉挑衅，雅妃初次登场；第38章：成人仪式前，萧炎与萧玉发生冲突，雅妃敏锐察觉萧炎不凡之处，萧玉试图挑拨薰儿与萧炎关系被坚定回绝；第39章：萧炎在成人仪式上进行正式测验，在二长老萧鹰严格监控下从七段提升到八段，一年内连跳五段的修炼速度震惊全场，萧玉质疑被打脸；第40章：萧炎复测结果确认八段斗之气，各方势力震惊，意识到萧家未来可能诞生斗皇强者，雅妃决定交好萧家，萧宁因嫉妒心理加剧；第41章：萧宁因嫉妒在薰儿面前表现，不顾姐姐萧玉劝阻挑战萧炎，萧玉无奈给了增气散（二品丹药，短期提升至斗者但代价一个月卧床），萧宁暗中服用后上台，萧炎淡定接受挑战，比试即将开始；第42章：萧宁使用黄阶高级斗技铁山拳进攻萧炎，萧炎展示玄阶斗技吸掌和吹火掌，仅两次交锋将萧宁震飞吐血，平静宣布'你输了'。全场震惊，萧战和雅妃意识到萧炎深藏不露且有秘密；第43章：萧宁败后不服，再次服用增气散偷袭萧炎，萧炎正面对抗，使用八极崩一拳将萧宁轰飞下高台并重伤。全场更加震惊，雅妃推测萧炎背后至少有斗灵级别的神秘老师在教导玄阶斗技；第44章：萧玉愤怒冲上高台指责萧炎下手狠毒并挑战萧炎，萧炎冷静反驳。萧玉被二长老喝止后仍倔强质疑萧炎不敢接受，薰儿优雅上台代萧炎应战'陪你试试'，二长老宣布萧宁禁闭三个月、萧炎胜出。萧战误以为薰儿是萧炎的老师，雅妃推测萧炎背后至少有斗灵强者；第45章：成人仪式落幕，二长老正式宣布萧宁违规禁闭三个月、萧炎胜出。仪式结束后薰儿与萧炎同行，称赞其表现并主动提出可以提供玄阶高级功法（价值数十万金币），萧炎坚持靠自己成为强者而拒绝。薰儿推测萧炎背后有神秘老师，虽然想查但最终决定不深究，同时警告若神秘人对萧炎有恶意，她就算躲到萧炎身体里也会将其揪出。薰儿眼中出现金色火焰暗示她拥有特殊力量。第46章：萧炎成人仪式后生活节奏放缓，在后山修炼时被萧玉找到，萧玉因其弟萧宁被打伤而前来寻仇。萧玉以三星斗者实力对萧炎发起攻击，萧炎初时闪避，后利用吸功法制造平衡差，将萧玉压倒在地。萧炎因受伤愤怒而威胁要强奸萧玉，两人陷入僵持对峙。第47章：萧炎在后山与萧玉冲突后占其便宜，摸了她的大腿和私密部位后逃离，萧玉羞愤但选择低调处理。萧炎下山后遇见薰儿，薰儿暗示已知晓他与萧玉的冲突，并提醒明日是进入斗气阁选择功法的重要日子。第48章：萧炎和薰儿进入斗气阁选择功法，萧战暗中将萧炎引导至存放高级功法的房间，萧炎使用八极崩打破光幕获得黄阶高级功法炼火焚，薰儿欲赠送玄阶高级功法弄炎决但被萧炎婉拒。第49章：萧炎在斗气阁中成功打破最强光幕，获得黄阶高级火属性功法《炼火焚》，薰儿主动提供玄阶高级功法《弄炎决》但被萧炎婉拒，暗示自己能弄到更好的功法。第50章：萧炎和薰儿即将离开斗气阁时，遇见萧媚因无法打破风属性功法光幕而焦急哭泣。萧炎先冷漠擦肩而过，后在萧媚绝望哭泣时折返，一脚踢破光幕相助，之后冷淡回应萧媚的道谢后与薰儿离开。第51章：萧炎和薰儿从斗气阁借出功法，负责登记的冷面人萧旱对薰儿表现出异常恭敬，让萧炎对薰儿身份更加好奇。萧战对儿子获得功法感到欣慰。萧炎心中后悔拒绝了薰儿的玄阶高级功法，故意用激将法逼药老表态。药老保证功法不会寒碜，萧炎终于放下心来，准备安心冲击斗者境界。第52章：斗气功法选择两个月后，萧炎与薰儿在后山森林进行高强度战斗训练，双方展示斗技（萧炎使用八极崩，薰儿使用玄阶高级斗技燕返击）。训练后薰儿温柔为萧炎擦拭身体并秘密输送金色斗之气助其突破。在薰儿帮助下，萧炎在睡梦中成功从第八段突破到第九段斗之气。药老现身表示愿意为萧炎炼制聚气散，以加快他成为斗者的速度，追赶纳兰嫣然的进度。第53章：萧炎在森林沉睡中成功突破至斗之气第九段，薰儿全程守护。药老透露此次突破沾了薰儿不少光，暗示薰儿拥有神秘力量。萧炎担忧三年后无法超越纳兰嫣然，因为云岚宗有丹王古河全力支持。药老对六品炼药师古河表示极度不屑，承诺炼制聚气散给萧炎当豆子吃，但列出的材料清单（五十年份墨叶莲、成熟蛇涎果、二十年份聚灵草、二级水属性魔核）总价超过五万金币，而萧炎仅剩一万金币，陷入巨大的资金危机。第54章：萧炎为购买聚气散材料而资金不足，决定炼制筑基灵液拍卖筹钱。萧炎购买七份最便宜的筑基灵液材料，花光所有存款。药老花费一小时炼制出七瓶筑基灵液。萧炎伪装成黑袍人前往米特尔拍卖场，在鉴宝室将七瓶筑基灵液交给雅妃和谷尼。雅妃建议宣传一两天再拍卖以获取更大利润，药老同意。药老询问拍卖会能否帮忙弄到聚气散材料，谷尼识别出这是炼制聚气散的材料，脸色大变。雅妃推测黑袍人（药老）至少是四品炼药师（因为聚气散至少需要四品炼药师才能炼制），震惊于加玛帝国四品炼药师不过二十几位，决心拉拢这位神秘炼药师。药老表示不需要联系，如果有材料直接从灵液拍卖款中扣除，两天后过来取。第55章：米特尔拍卖场大力宣传筑基灵液，引发乌坦城各大势力关注。萧家收到拍卖会邀请函，几位长老对筑基灵液颇感兴趣。萧战邀请萧炎一同前往拍卖会。在大门口，萧宁嘲讽萧炎，并得意表示自己再有七天就能突破到第九段斗之气。萧炎无奈透露自己前几天'不小心'已经突破到第九段了。这一消息让在场所有人震惊，萧宁再次遭受打击，而萧战则为儿子的成就感到自豪。第56章：拍卖会上萧宁向萧玉询问迦南学院招生事宜，得知半年后招生且导师负责该区域招生后兴奋不已。萧炎被薰儿询问是否报考迦南学院时明确表示不感兴趣，认为不如跟着药老学东西。萧玉对萧炎的态度表示不满并讥讽。拍卖会开始，雅妃巧妙利用萧炎的例子作为筑基灵液的广告，第一瓶以4.7万成交。后续拍卖中，加列家族和奥巴家族激烈竞争，加列家族因经济问题不得不放弃部分竞拍，萧家以势在必得的态度参与竞拍。"
  "当前剧情阶段": "起",
  "片段摘要列表": [
    {
      "chapter": 23,
      "核心事件": "米特尔拍卖行拍卖玄阶高级功法《风卷决》，加列毕、奥巴帕和萧战激烈竞价，最终萧战故意抬价后退出，让加列毕以55万金币的天价拍下",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 24,
      "核心事件": "萧炎伪装成神秘炼药师领取4万金币和米特尔贵宾卡",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 30,
      "核心事件": "萧炎和薰儿抵达测试场地，萧宁嫉妒萧炎与薰儿的关系",
      "剧情重要性": "过渡"
    },
    {
      "chapter": 31,
      "核心事件": "萧薰儿测试达到一星斗者，萧炎在最后测试中展示七段斗之气，震惊全场",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 33,
      "核心事件": "萧克挑战萧炎失败，萧炎一招证实实力，萧战欣慰",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 34,
      "核心事件": "萧炎彻底翻身，众人都敬畏三分，萧宁嫉妒发誓成人仪式击败萧炎，萧媚试图接近被薰儿拒绝，萧炎与薰儿产生微妙暧昧",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 35,
      "核心事件": "薰儿当众挽着萧炎手臂拒绝萧媚，萧炎对薰儿产生罪恶感，萧宁发誓报复，萧战担忧薰儿背景势力",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 36,
      "核心事件": "萧炎在薰儿娇羞面前落荒而逃，一个月修炼后以滑稽方式突破到第八段",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 37,
      "核心事件": "萧炎遭遇萧玉挑衅，与雅妃初次会面",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 38,
      "核心事件": "萧炎与萧玉冲突升级，雅妃察觉萧炎不凡",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 39,
      "核心事件": "萧炎在成人仪式正式测验中从七段提升到八段，一年连跳五段震惊全场",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 40,
      "核心事件": "萧炎复测结果确认八段斗之气，各方势力震惊并重新评估萧家价值",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 41,
      "核心事件": "萧宁服用增气散后挑战萧炎，萧炎淡定应战",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 42,
      "核心事件": "萧炎展示玄阶斗技吸掌和吹火掌击败萧宁，震惊全场",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 43,
      "核心事件": "萧宁违规偷袭萧炎，被萧炎以八极崩反击重伤击落高台",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 44,
      "核心事件": "萧玉愤怒指责并挑战萧炎，薰儿优雅上台代为应战，二长老宣布萧宁禁闭、萧炎胜出",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 45,
      "核心事件": "成人仪式落幕，薰儿主动提供玄阶高级功法被萧炎拒绝，薰儿推测萧炎背后有神秘老师并发出警告",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 46,
      "核心事件": "萧炎后山修炼时遭遇萧玉寻仇，两人爆发冲突，萧炎将萧玉压倒在地陷入僵持",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 47,
      "核心事件": "萧炎在后山与萧玉冲突后占其便宜，随后遇见薰儿被告知明日将进入斗气阁选择功法",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 48,
      "核心事件": "萧炎和薰儿进入斗气阁选择功法，萧战暗中将萧炎引导至存放高级功法的房间，萧炎使用八极崩打破光幕获得黄阶高级功法炼火焚，薰儿欲赠送玄阶高级功法弄炎决但被萧炎婉拒",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 49,
      "核心事件": "萧炎在斗气阁中成功打破最强光幕，获得黄阶高级火属性功法《炼火焚》，薰儿主动提供玄阶高级功法《弄炎决》但被萧炎婉拒，暗示自己能弄到更好的功法",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 50,
      "核心事件": "萧炎和薰儿即将离开斗气阁时，遇见萧媚因无法打破风属性功法光幕而焦急哭泣。萧炎先冷漠擦肩而过，后在萧媚绝望哭泣时折返，一脚踢破光幕相助，之后冷淡回应萧媚的道谢后与薰儿离开",
      "剧情重要性": "支线剧情"
    },
    {
      "chapter": 52,
      "核心事件": "萧炎与薰儿在后山森林训练两个月后，薰儿秘密帮助萧炎从第八段斗之气突破到第九段，药老承诺为萧炎炼制聚气散",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 53,
      "核心事件": "萧炎在沉睡中突破至斗之气第九段，药老承诺炼制聚气散但材料成本超过五万金币，萧炎仅剩一万金币陷入资金危机",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 54,
      "核心事件": "萧炎炼制七瓶筑基灵液拍卖筹钱，药老伪装成黑袍人与雅妃交易，雅妃推测药老至少是四品炼药师并决心拉拢",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 55,
      "核心事件": "米特尔拍卖场宣传筑基灵液引发全城关注，萧家前往拍卖会。萧宁嘲讽萧炎时透露即将突破第九段，萧炎无奈表示已到第九段，再次打击萧宁并为父亲争气",
      "剧情重要性": "过渡剧情"
    },
    {
      "chapter": 56,
      "核心事件": "拍卖会上萧宁准备报考迦南学院，萧炎明确拒绝报考。雅妃利用萧炎例子做广告，筑基灵液高价拍卖，三大家族激烈竞拍",
      "剧情重要性": "核心剧情"
    },
    {
      "chapter": 57,
      "核心事件": "拍卖会正式开始，雅妃身着红色旗袍登台，以妩媚风调动气氛，巧妙利用萧炎修炼进步案例作为筑基灵液广告，将起拍价大幅提升至一万五",
      "剧情重要性": "核心剧情"
    }
  ],
  "章节总结列表": [],
  "卷总结列表": [],
  "发现的物品": [
    "风卷决（玄阶高级功法）",
    "怒狮狂罡（萧家功法，玄阶中级）",
    "筑基灵液（丹药）",
    "米特尔贵宾卡",
    "绿色卡片（存储金币）",
    "八极崩（黄阶中级斗技）",
    "吸掌（玄阶斗技）",
    "吹火掌（玄阶斗技）",
    "黑石碑（测试工具）",
    "劈山掌（黄阶中级斗技）",
    "碎石掌（黄阶低级斗技）",
    "增气散（二品丹药，短期提升至斗者，代价一个月卧床）",
    "炼火焚（黄阶高级火属性功法）",
    "弄炎决（玄阶高级火属性功法，薰儿拥有）",
    "风属性黄阶高级功法（萧媚父亲安排的功法，被萧炎打破光幕获得）",
    "水晶球测试仪（测试斗气属性）",
    "红色光幕（斗气阁房间防御设置）",
    "聚气散（辅助修炼丹药，可加快突破速度）",
    "墨叶莲（五十年份，三千多金币一株）",
    "蛇涎果（成熟果实，八千金币以上）",
    "聚灵草（二十年份，一万五金币）",
    "水属性二级魔核（两千金币以上）"
  ],
  "发现的地点": [
    "米特尔拍卖行",
    "乌坦城",
    "鉴宝室",
    "云岚宗",
    "斗气阁（萧家最重要的建筑，存放功法）",
    "火道（斗气阁内火属性通道）",
    "萧家训练场",
    "斗技堂",
    "迦南学院（斗气大陆闻名的斗气学府，导师至少大斗师级别）",
    "后山",
    "萧家后山山顶小森林",
    "乌坦城药材店"
  ],
  "发现的设定": [
    {
      "类型": "力量体系",
      "内容": "斗气功法分为不同等级，玄阶分为低级、中级、高级"
    },
    {
      "类型": "经济体系",
      "内容": "金币为货币单位，20万金币相当于萧家两年多的利润"
    },
    {
      "类型": "职业体系",
      "内容": "炼药师地位极高，拥有药方是命根子，可请动斗王强者"
    },
    {
      "类型": "力量体系",
      "内容": "斗技分为黄阶低级、黄阶中级等不同等级"
    },
    {
      "类型": "修炼设定",
      "内容": "筑基灵液的药力会随时间消逝，需要及时使用"
    },
    {
      "类型": "修炼设定",
      "内容": "斗之气突破可能有意外性和不可预测性，有时会在无意识状态下发生"
    },
    {
      "类型": "力量体系",
      "内容": "斗皇级别的强者在这片大陆上极为稀少，加玛帝国仅有屈指可数的两三位。斗皇拥有翻天倒海、以一敌万之能。一旦家族出现斗皇，其地位将立即攀升，就算是帝国三大家族也不敢打压。"
    },
    {
      "类型": "力量体系",
      "内容": "成人仪式包含石碑测验（斗之气强度）和实战挑战（斗技掌握）两个环节，挑战权限为斗者级别以下族人"
    },
    {
      "类型": "物品道具",
      "内容": "增气散为二品丹药，圆润绿色丹药，能让人短时间内拥有斗者实力，但副作用是服用后一个月需要卧床度过"
    },
    {
      "类型": "力量体系",
      "内容": "斗技详细等级：黄阶低级、黄阶中级、黄阶高级。黄阶低级可依靠自己摸索修炼，黄阶中级及以上必须找家族斗技师专门教导"
    },
    {
      "类型": "社会制度",
      "内容": "斗气阁是萧家最重要的地方，存放家族几百年收集的斗气功法，平日被列为禁地，只有在成人仪式后才开放"
    },
    {
      "类型": "社会制度",
      "内容": "成人仪式后的少年少女可以进入斗气阁选择一种符合自身属性的斗气功法"
    },
    {
      "类型": "力量体系",
      "内容": "斗气功法等级分为黄阶低级、黄阶中级、黄阶高级、玄阶低级、玄阶中级、玄阶高级等"
    },
    {
      "类型": "力量体系",
      "内容": "功法与斗技的区别：功法用于修炼斗气，斗技是战斗技巧"
    },
    {
      "类型": "物品道具",
      "内容": "水晶球测试仪可测试斗气属性，触摸释放不同颜色光芒，红色代表火属性"
    },
    {
      "类型": "物品道具",
      "内容": "斗气阁房间外的红色光幕是防御设置，只能一人单独击破，超过两人会使护罩变强"
    },
    {
      "类型": "力量体系",
      "内容": "第八段到第九段是初阶斗之气的瓶颈阶段，一旦突破后晋入第九段，距离凝聚斗之气旋成为斗者就只剩半年的时间"
    },
    {
      "类型": "斗技机制",
      "内容": "燕返击是玄阶高级斗技，炼到高层次能够将对方的攻击反馈回去，初步境界只能反馈一层左右的力量，本质是借力打力"
    },
    {
      "类型": "炼药师体系",
      "内容": "炼药师分品级，古河为六品炼药师被称为丹王，但药老对其表示不屑，暗示药老等级更高"
    },
    {
      "类型": "经济体系",
      "内容": "高阶药材价格体系：五十年份墨叶莲约3000金币、成熟蛇涎果8000+金币、二十年份聚灵草15000金币、二级水属性魔核2000+金币，总计超过50000金币"
    },
    {
      "类型": "药材年份分级",
      "内容": "药材按年份分级，年份越高药效越强价格越高，如十年份、二十年份、五十年份等"
    },
    {
      "类型": "魔核等级划分",
      "内容": "魔核有等级划分，二级魔核价格在2000金币以上"
    },
    {
      "类型": "修炼与资源关系",
      "内容": "高阶丹药和药材需要巨额资金支持，金钱成为修炼速度的重要约束条件"
    },
    {
      "类型": "宗门资源优势",
      "内容": "大势力如云岚宗拥有强大炼药师全力支持核心弟子修炼，形成资源优势"
    },
    {
      "类型": "薰儿神秘力量",
      "内容": "薰儿的存在能加速萧炎的修炼突破，暗示其拥有神秘力量或体质"
    },
    {
      "类型": "学院体系",
      "内容": "迦南学院是斗气大陆闻名的斗气学府，实力雄厚。想要成为导师至少需要大斗师实力，比云岚宗底蕴更强。学院提供功法和斗技，毕业生被各方势力争抢。录取要求：十八岁前必须达到八段斗之气。"
    },
    {
      "类型": "学院与宗派区别",
      "内容": "学院与宗派不同，加入宗派会受到限制，日后的行事代表着背后的宗门。而学院在毕业之后，两者之间没有任何强制性的关系。但学员在单纯的象牙塔环境中会培养出对学院的情感，毕业后愿意在力所能及的范围内给予帮助。千人万人的人脉所造成的威慑力相当可怕。"
    },
    {
      "类型": "拍卖会价格机制",
      "内容": "筑基灵液在拍卖会上价格从1.5万起拍到接近10万，反映了修炼资源的稀缺性。三大家族之间的竞争推高价格。"
    }
  ]
}